tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "yt-dlp/taps"

brew "curl"
brew "ffmpeg"
brew "fzf"
brew "htop"
brew "node"
brew "neovim"
brew "ripgrep"
brew "tmux"
brew "yadm"
brew "yt-dlp"
brew "juliaup"

cask "1password-cli"
cask "aldente"
cask "anaconda"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "font-juliamono"
cask "rectangle"
cask "syntax-highlight"
